Repository: evgeni/sexy-rss-footer
Catalog: languages/sexy-rss-footer-*.po
Languages: de_de

source: Sexy RSS Footer Options
de_de: Sexy RSS Footer Einstellungen

source: Sexy RSS Footer enables you to add any possible content at the end of every feed entry.
de_de: Sexy RSS Footer erlaubt es beliebigen Inhalt an das Ende jedes Beitrags im Feed anzuhängen.

source: You can do something like:
de_de: Man könnte sowas machen:

source: 5 comment(s) | a post from your nice site by author
de_de: 5 Kommentar(e) | ein Beitrag auf der tollen Seite von Author

source: with:
de_de: mit:

source: {COMMENTS_COUNT} comments | a post from your nice site by {POST_AUTHOR}
de_de: {COMMENTS_COUNT} Kommentar(e) | ein Beitrag auf der tollen Seite {POST_AUTHOR}

source: Footer Template
de_de: Footer Vorlage

source: The following variables will get replaced:
de_de: Die folgenden Variablen werden ersetzt:

source: replacement
de_de: Ersetzung

source: example
de_de: Beispiel

source: The link to the flattr thing for this site.
de_de: Der Link zum Flattr Thing dieser Seite.
